<?php
error_reporting(E_ALL);

	$ru = array(
		// HEAD
		'titlePage' => "Известные люди России",
		'btnBack' => "Назад",
		'descript' => "Описание сайта...",
		'keys' => "сайт, люди, известные, россия",
		// Верхняя полоса
		'information-text' => "Чтобы узнать подробности о человеке, кликните на его лицо",
		// Кнопки меню
		'btnAboutSite' => "О картине",
		'btnContact' => "Связаться с нами",
		'btnDemoOn' => "ДЕМО ВКЛЮЧЕНО",
		'btnDemoOff' => "ДЕМО ВЫКЛЮЧЕНО",
		// Модальное окно для btnAboutSite
		'modalLabelAboutSite' => "О картине",
		'modalQuoteAbout' => "
		'Пока в России бьют родники, в ней не перестанут рождаться великие и талантливые люди'
		",
		'modalQuoteAuthorAbout' => "Олег Маслов",
		'modalAboutSite' => "
		<p>Художник Олег Сергеевич Маслов — кубанский казак, имеет казачий чин войскового старшины. Он выпускник Санкт-Петербургской академии художеств, член Союза художников России и Международной ассоциации изобразительных искусств при ЮНЕСКО. Олег Сергеевич входит в президиумы ассоциации «Пушкинского института» и Центра международной ассоциации.
		</p>
		<p>У художника множество государственных наград и медалей за вклад в искусство, а его работы находятся в музеях и частных собраниях США, Англии, Германии, Франции, Австрии, Финляндии, Австралии и ОАЭ.
		</p>
		<p>В Студенческом дворце культуры БГТУ им. В.Г. Шухова находится одна из масштабных картин Олега Маслова — «Неиссякаемый родник». Это огромное полотно, 5,5 метров на 3,15, собрало под дубом у родника 72 великих людей России. Среди них Михаил Ломоносов, Александр Суворов, Николай Гоголь и Владимир Шухов, великий советский инженер. На картине можно заметить и Сергея Шойгу, министра обороны Российской Федерации.
		</p>
		<p>Полный список великих деятелей можно прочитать здесь.
		</p>
		<p>В картине художник взял за основу принцип построения русской иконописной школы и академической живописи, соборности поколений во временном значении. Но есть на ней и три образа-символа. 
		</p>
		<p>Это дедушка, являющий собой основу рода, и мать с иконой, олицетворяющая образ матерей России. Мальчик у родника — это надежда на будущее, отсылка к защитникам, умам и созидателям, которые только придут на смену этим историческим личностям. Как говорит художник: «Пока бьют родники на нашей земле, она постоянно будет рожать великих людей».
		</p>
		<p>Картина награждена почётной грамотой «За вклад в русскую культуру».
		</p>
		<p>___________________________________________________________________
		</p>
		<p>Ссылка ведёт на полный список деятелей:
		</p>
		<p>1. Ломоносов Михаил Васильевич (1711 — 1765) — гениальный русский ученый, поэт, просветитель, историк. «Он создал первый университет; он, лучше сказать, сам был первым нашим университетом», — говорил Пушкин. 
		</p>
		<p>2. Ермак Тимофеевич (1538 — 1585) — легендарный атаман казачьей дружины, одержавший блестящие победы в Сибири, донской казак. 
		</p>
		<p>3. Баранов Александр Андреевич (1746-1819) — герой русской Америки, богатырь Аляски. 
		</p>
		<p>4. Орловский (Смирнов) Борис Иванович (1792 — 1837) — академик императорской Академии художеств, автор памятников Кутузову, Барклаю-де-Толли перед Казанским Собором, ангела для Александрийского столпа на Дворцовой площади Санкт-Петербурга. 
		</p>
		<p>5. Кутузов Михаил Илларионович (1745 — 1813) — светлейший князь Смоленский, полководец, генерал-фельдмаршал и дипломат. 
		</p>
		<p>6. Ушаков Фёдор Фёдорович (1745-1817) — непобедимый адмирал российского флота. 
		</p>
		<p>7. Суворов Александр Васильевич (1730-1800) — великий русский полководец, генералиссимус. 
		</p>
		<p>8. Нахимов Павел Степанович (1802 – 1855) — выдающийся флотоводец, русский адмирал. 
		</p>
		<p>9. Толстой Алексей Константинович (1817-1875) — великий русский писатель, поэт, драматург. 
		</p>
		<p>10. Пржевальский Николай Михайлович (1839-1888) — русский путешественник, генерал-майор, исследователь Центральной Азии и Тибета. 
		</p>
		<p>11. Пирогов Николай Иванович (1810-1881) — основоположник научной и военно-полевой хирургии, врач, член-корреспондент Петербургской академии наук. Национальная гордость. 
		</p>
		<p>12. Тютчев Фёдор Иванович (1803-1881) — гениальный русский поэт, государственный деятель, дипломат. 
		</p>
		<p>13. Платов Матвей Иванович (1751-1818) — легендарный вихрь-атаман Всевеликого войска Донского, генерал от кавалерии, граф. 
		</p>
		<p>14. Пушкин Александр Сергеевич (1799-1837) — великий русский поэт и писатель. 
		</p>
		<p>15. Ермолов Алексей Петрович (1772-1861) — русский генерал, герой Отечественной войны 1812 года. 
		</p>
		<p>16. Лермонтов Михаил Юрьевич (1814-1841) — русский поэт и писатель. 
		</p>
		<p>17. Матрос Кошка. Пётр Маркович Кошка (1828-1882) — матрос Черноморского флота, герой Севастопольской обороны 1854—1855 годов, участник Синопского сражения. 
		</p>
		<p>18. Муравьёв-Карский Николай Николаевич (1794-1866) — прославленный русский полководец, генерал от инфантерии. Главнокомандующий и наместник на Кавказе. 
		</p>
		<p>19. Дарья Севастопольская (Дарья Лаврентьевна Михайлова, 1837 — 1892) — первая военная сестра милосердия, героиня обороны Севастополя в Крымскую войну 1853—1856. 
		</p>
		<p>20. Гоголь Николай Васильевич (1809-1852) — русский прозаик, драматург, поэт, критик, публицист, признанный одним из классиков русской литературы. 
		</p>
		<p>21. Толстой Лев Николаевич (1828-1910) — один из наиболее известных русских писателей и мыслителей, один из величайших писателей-романистов мира. Был номинирован на нобелевскую премию по литературе, но впоследствии отказался от дальнейшей номинации. 
		</p>
		<p>22. Фет Афанасий Афанасьевич (1820-1892) — русский поэт-лирик и переводчик, мемуарист, член-корреспондент Петербургской академии наук. 
		</p>
		<p>23. Тургенев Иван Сергеевич (1831-1895) — русский писатель-реалист, поэт, публицист, драматург. Один из классиков русской литературы, внёсший значительный вклад в её развитие во второй половине XIX века. Член-корреспондент императорской Академии наук по разряду русского языка и словесности, почётный доктор Оксфордского университета, почётный член Московского университета.
		</p>
		<p>24. Давыдов Денис Васильевич (1784-1839) — герой Отечественной войны 1812, генерал-лейтенант, партизан. Поэт Пушкинской плеяды. 
		</p>
		<p>25. Сеславин Александр Никитич (1780 – 1858) — генерал-майор, герой 1812 года. 
		</p>
		<p>26. Кульнев Яков Петрович (1763-1812) — генерал-майор, герой 1812 года, один из лучших генералов Русской кавалерии. 
		</p>
		<p>27. Лесков Николай Семёнович (1831-1895) — великий русский писатель, публицист. 
		</p>
		<p>28. Достоевский Фёдор Михайлович (1821-1881) — русский гений, великий русский писатель и мыслитель. Новатор в русле традиций русского реализма.
		</p>
		<p>29. Иоанн Кронштадтский (1829-1908) — Святой праведный отец Иоанн Кронштадтский, Чудотворец. 
		</p>
		<p>30. Гермоген (1536-1612) — патриарх Московский и Всея Руси. 
		</p>
		<p>31. Евгений Родионов (1977-1996) — святой православный воин. 
		</p>
		<p>32. Иоанн (1927 – 1995) — митрополит Санкт-Петербургский и Ладожский. Выдающийся русский православный деятель, мыслитель, богослов и историк. 
		</p>
		<p>33. Илий — Схиигумен, старец Оптиной пустыни. 
		</p>
		<p>34. Булгаков Сергей Николаевич (1871-1944) — русский философ, богослов, экономист, писатель. 
		</p>
		<p>35. Шаляпин Фёдор Васильевич (1873-1938) — русский оперный и камерный певец, в разное время солист Большого и Мариинского театров, а также театра Метрополитен Опера, первый народный артист Республики, в 1918-1921 годах — художественный руководитель Мариинского театра. Получил репутацию артиста, который соединил в своём творчестве прирождённую музыкальность, яркие вокальные данные, необыкновенное актёрское мастерство.
		</p>
		<p>36. Вяльцева Анастасия Дмитриевна (1879-1913) — королева русского романса, звезда эстрады. Выезжать за границу певица отказывалась, утверждая: «Туда ездят искать славы, а я нашла ее в России». 
		</p>
		<p>37. Тальков Игорь Владимирович (1956-1991) — выдающийся русский поэт, певец, композитор. 
		</p>
		<p>38. Бурляев Николай Петрович (1946) — народный артист России. Вице-Президент кинофорума «Золотой Витязь», председатель международного объединения кинематографистов славянских и православных народов, президент Фонда культуры казаков России, академик Международной славянской академии. 
		</p>
		<p>39. Белов Василий Иванович (1932) — русский писатель и поэт, один из крупнейших представителей «деревенской прозы».
		</p>
		<p>40. Ганичев Валерий Николаевич (1933) — выдающийся русский писатель, доктор исторических наук, председатель Союза писателей России. Автор романа «Росс Непобедимый» 
		</p>
		<p>41. Захарченко Виктор Гаврилович (1938) — народный артист России, художественный руководитель Государственного академического Кубанского казачьего хора. 
		</p>
		<p>42. Рубцов Николай Михайлович (1936-1971) — русский лирический поэт. 
		</p>
		<p>43. Королёв Сергей Павлович (1907-1966) — легенда ХХ века, основоположник практической космонавтики, академик. 
		</p>
		<p>44. Свиридов Георгий Васильевич (1915-1997) — советский композитор, народный артист СССР, герой социалистического труда. 
		</p>
		<p>45. Вернадский Владимир Иванович (1863-1945) — великий русский учёный, создатель многих научных школ, мыслитель, академик. 
		</p>
		<p>46. Гагарин Юрий Алексеевич (1934-1968) — первый лётчик-космонавт СССР, Герой Советского Союза, кавалер высших знаков отличия ряда государств, почётный гражданин многих российских и зарубежных городов.
		</p>
		<p>47. Курчатов Игорь Васильевич (1903-1960) — гениальный русский физик, академик. Один из создателей ядерной физики в СССР. 
		</p>
		<p>48. Суриков Василий Иванович (1848-1916) — русский живописец, мастер масштабных исторических полотен, академик и действительный член Императорской Академии художеств.
		</p>
		<p>49. Есенин Сергей Александрович (1895-1925) — русский поэт, представитель новокрестьянской поэзии и лирики, а в более позднем периоде творчества — имажинизма.
		</p>
		<p>50. Распутин Валентин Григорьевич (1937-2015) — русский советский писатель и публицист, общественный деятель. Один из наиболее значительных представителей «деревенской прозы». Герой социалистического труда.
		</p>
		<p>51. Михайлов Александр Яковлевич (1944) — советский и российский актёр театра и кино, кинорежиссёр и педагог. Народный артист РСФСР, Народный артист Приднестровской Молдавской Республики.
		</p>
		<p>52. Клыков Вячеслав Михайлович (1939-2006) — народный художник России, скульптор. Председатель Высшего совета союза русского народа, глава Всероссийского соборного движения (ВСД), Президент Международного Фонда славянской письменности и культуры. 
		</p>
		<p>53. Михалков Никита Сергеевич (1945) — советский и российский кинорежиссёр, актёр, сценарист и продюсер. Народный артист РСФСР. Полный кавалер ордена «За заслуги перед Отечеством». Председатель Союза кинематографистов России с 1998 года. Трижды лауреат Государственной премии Российской Федерации.
		</p>
		<p>54. Глазунов Илья Сергеевич (1930) — выдающийся русский художник, академик. Ректор Российской академии живописи, ваяния и зодчества. 
		</p>
		<p>55. Столыпин Пётр Аркадьевич (1862-1911) — выдающийся реформатор, государственный деятель Российской империи, статс-секретарь Его Императорского Величества, действительный статский советник, гофмейстер.
		</p>
		<p>56. Скобелев Михаил Дмитриевич (1843—1882) — выдающийся русский военачальник и стратег, генерал от инфантерии. Белый генерал. 
		</p>
		<p>57. Бунин Иван Алексеевич (1870-1953) — русский писатель, поэт и переводчик, лауреат Нобелевской премии по литературе.
		</p>
		<p>58. Шолохов Михаил Александрович (1905-1984) — русский советский писатель и киносценарист, журналист. Лауреат Нобелевской премии по литературе, Сталинской премии, Ленинской премии. Автор «Тихого Дона».
		</p>
		<p>59. Бондарчук Сергей Фёдорович (1920-1994) — выдающийся русский кинорежиссёр, актёр, народный артист. 
		</p>
		<p>60. Поликарпов Николай Николаевич (1892-1944) — выдающийся авиаконструктор, глава ОКБ-51 (впоследствии — ОКБ Сухого). 
		</p>
		<p>61. Чечнёва Марина Павловна (1922-1984) — лётчица, Герой Советского Союза, командир эскадрильи. 
		</p>
		<p>62. Хренников Тихон Николаевич (1913-2007) — советский и российский композитор, пианист, музыкально-общественный деятель, педагог, профессор. Председатель Правления Союза композиторов СССР в 1948-1991 годах. Народный артист СССР. 
		</p>
		<p>63. Кожедуб Иван Никитич (1920-1991) — маршал авиации, трижды Герой Советского Союза. 
		</p>
		<p>64. Рокоссовский Константин Константинович (1896-1968) — выдающийся военачальник, маршал Победы, дважды Герой Советского Союза. 
		</p>
		<p>65. Николай Герасимович Кузнецов (1904-1974) — советский военно-морской деятель, адмирал флота Советского Союза, в 1939—1947 и 1951—1955 возглавлял советский ВМФ. Член ЦК ВКП(б) в 1939—1956 гг., депутат Верховного Совета СССР 2 и 4-го созывов. 
		</p>
		<p>66. Жуков Георгий Константинович (1896-1974) — советский полководец. Маршал Советского Союза, четырежды Герой Советского Союза, кавалер двух орденов «Победа», множества других советских и иностранных орденов и медалей
		</p>
		<p>67. Шойгу Сергей Кужугетович (1955) — российский государственный деятель, министр обороны Российской Федерации с 6 ноября 2012 года. Генерал армии. Герой Российской Федерации.
		</p>
		<p>68. Зыкина Людмила Георгиевна (1929-2009) — советская и российская певица, исполнительница русских народных песен, романсов, эстрадных песен. Герой Социалистического Труда, народная артистка СССР. Лауреат Ленинской и Государственной премии РСФСР имени М. И. Глинки.
		</p>
		<p>69. Андреев Леонид Николаевич (1871-1919) — русский писатель. Представитель Серебряного века русской литературы. Считается родоначальником русского экспрессионизма.
		</p>
		<p>70. Тюленин Сергей Гаврилович (1925-1943) — молодогвардеец, Герой Советского Союза. 
		</p>
		<p>71. Шукшин Василий Макарович (1929-1974) — советский кинорежиссёр, актёр, сценарист и писатель. Заслуженный деятель искусств РСФСР.
		</p>
		<p>72. Владимир Григорьевич Шухов (1853-1939) — русский, советский инженер, архитектор, изобретатель, учёный; член-корреспондент и почётный член Академии наук СССР, лауреат премии имени В. И. Ленина, Герой Труда. Является автором проектов и техническим руководителем строительства первых российских нефтепроводов и нефтеперерабатывающего завода с первыми российскими установками крекинга нефти. Внёс выдающийся вклад в технологии нефтяной промышленности и трубопроводного транспорта.
		</p>










		


		",
		// Модальное окно для Обратной связи
		'modalLabelContact' => "Обратная связь",
		'feedbackName' => "Ваше имя:",
		'feedbackEmail' => "E-mail:",
		'feedbackPhone' => "Номер телефона:",
		'feedbackMessage' => "Сообщение:",
		'feedbackSendMessage' => "Отправить сообщение",
		'feedbackHitName' => "Иванов Иван Иванович",
		'feedbackHitEmail' => "example@post.ru",
		'feedbackHitPhone' => "+799912345678",
		'feedbackHitMessage' => "Введите сообщение...",
		// Кнопка для выхода из модальных окон
		'close' => "Закрыть",

		// Левое крыло, фрагмент 1
			// верхний ряд
				// Ломоносов Михаил Васильевич
				'modalLabelLomonosov' => "Ломоносов, Михаил Васильевич",
			    'modalLomonosov' => "
				<p><strong>Михаи́л Васи́льевич Ломоно́сов</strong> (8 ноября 1711, деревня Мишанинская (ныне — село Ломоносово), Архангелогородская губерния, Русское царство — 4 апреля 1765, Санкт-Петербург, Российская империя). Первый русский учёный-естествоиспытатель.
				</p>
				<p>Яркий пример «универсального человека»: энциклопедист, физик и химик (он вошёл в науку как первый химик, который дал физической химии определение, весьма близкое к современному, и предначертал обширную программу физико-химических исследований; его молекулярно-кинетическая теория тепла во многом предвосхитила современное представление о строении материи и многие фундаментальные законы, в числе которых одно из начал термодинамики). </p>
				<p>Основоположник научного мореплавания и физической химии; заложил основы науки о стекле.</p>
				<p>Астроном (так, открыл наличие атмосферы у планеты Венеры), приборостроитель, географ, металлург, геолог. Также поэт, художник, филолог, генеалог, историограф; поборник развития отечественных науки, экономики, образования (разработал проект Московского университета, впоследствии названного в его честь).</p>
				<p>Статский советник, профессор химии (1745), действительный член Санкт-Петербургской Императорской академии наук (1745) и почётный член Королевской Шведской и Болонской академий наук.</p>
				",
				// Ермак Тимофеевич
				'modalLabelErmak' => "Ермак Тимофеевич",
		    	'modalErmak' => "
				<p><strong>Ерма́к Тимофе́евич</strong> (1532 — 6 (16) августа 1585, Сибирское царство) — казачий атаман, исторический завоеватель Сибири для Русского государства.
				</p>
				<p>Фамилия Ермака достоверно не установлена. В те времена на Руси небольшое количество людей имели фамилии: люди из высшего сословия общества или иноземцы, прибывшие для постоянного проживания на русские земли. Многие русские именовались по отцу или по прозвищу, или по виду деятельности. Достоверно известно только то, что его величали либо Ермаком Тимофеевым, либо Ермолаем Тимофеевичем Токмаком.
				</p>
				<p>В 1581 году дружина казаков (больше 540 человек), под начальством атаманов Ермака Тимофеевича, была приглашена уральскими купцами Строгановыми для защиты от регулярных нападений со стороны сибирского хана Кучума, и пошла вверх по Каме, а в июне 1582 года прибыла на реку Чусовую, в чусовские городки братьев Строгановых. Здесь казаки жили два месяца и помогали Строгановым защищать их городки от грабительских нападений со стороны сибирского хана Кучума. 26 октября 1582 года - покорение Сибири.
				</p>
				",
				// Баранов, Александр Андреевич
				'modalLabelBaranov' => "Баранов, Александр Андреевич",
				'modalBaranov' => "
				<p><strong>Алекса́ндр Андре́евич Бара́нов</strong> (3 февраля 1746, Каргополь — 16 апреля 1819, около острова Ява) — русский государственный деятель, предприниматель, первый Главный правитель русских поселений в Северной Америке (1790—1818).
				</p>
				<p>Благодаря энергии и административным способностям Баранова значительно расширились торговые связи русских поселений в Северной Америке с Калифорнией, Гаваями и Китаем. Были созданы новые поселения. Снаряжён ряд экспедиций для обследования районов Тихоокеанского побережья. За 28 лет работы на посту Главного правителя Русской Америки, кроме строительства укреплённых посёлков, А. А. Баранов основал верфь, положив начало местному судостроению, построил медеплавильный завод и школу, организовал добычу угля, расширил промысел каланов. Сам себя он называл «Писарро российский», сравнивая с Франсиско Писарро, испанским конкистадором.
				</p>
				",
				// Орловский, Борис Иванович
				'modalLabelOrlovskiy' => "Орловский, Борис Иванович",
				'modalOrlovskiy' => "
				<p><strong>Бори́с Ива́нович Орло́вский</strong> (фамилия при рождении — Смирнов; 1791 (в других источниках 1793), село Столбецкое (Большое Столбецкое), Малоархангельский уезд (позднее село входило в состав Мценского уезда), Орловское наместничество (ныне Покровский район Орловской области) — 16 (28) декабря 1837, Санкт-Петербург) — русский скульптор эпохи ампира, ученик и последователь Бертеля Торвальдсена.
				</p>
				<p>Главные произведения, созданные им в Санкт-Петербурге — статуя ангела, украшающая собой вершину Александровской колонны на Дворцовой площади, один из барельефов этого памятника, монументы Барклаю-де-Толли и Кутузову у Казанского собора (открыты в 1837 году) и семь фигур гениев, вылепленных для триумфальных ворот за Московской заставой.
				</p>
				",
				// Кутузов, Михаил Илларионович
				'modalLabelKutuzov' => "Кутузов, Михаил Илларионович",
				'modalKutuzov' => "
				<p>Граф (1811), Светлейший князь (1812) <strong>Михаи́л Илларио́нович Голени́щев-Куту́зов</strong> (5 [16] сентября 1745, Санкт-Петербург — 16 [28] апреля 1813, Бунцлау) — русский полководец, государственный деятель и дипломат, генерал-фельдмаршал из рода Голенищевых-Кутузовых, участник русско-турецких войн, главнокомандующий русской армией во время Отечественной войны 1812 года. Казанский, Вятский и Литовский генерал-губернатор, Санкт-Петербургский и Киевский военный губернатор. Полномочный посол в Турции. Первый полный кавалер ордена Святого Георгия. С 1812 года именовался светле́йшим князем Голенищевым-Кутузовым-Смоле́нским.
				</p>
				<p>Ученик и соратник А. В. Суворова.</p>
				",
				// Ушаков, Фёдор Фёдорович
				'modalLabelUshakov' => "Ушаков, Фёдор Фёдорович",
				'modalUshakov' => "
				<p><strong>Фёдор Фёдорович Ушако́в</strong> (13 февраля 1745 — 2 октября 1817) — русский флотоводец, командующий Черноморским флотом (1790—1798); командующий русско-турецкой эскадрой в Средиземном море (1798—1800), адмирал (1799).
				</p>
				<p>Не потерял в боях ни одного корабля, ни один его подчинённый не попал в плен. Ушаков одержал победу в 43 морских сражениях и ни одного поражения не потерпел.</p>
				<p>В 2001 году Русской православной церковью причислен к лику святых как праведный воин Феодор Ушаков.
				</p>
				",
			// КОНЕЦ верхний ряд
			// нижний ряд
				// Платов, Матвей Иванович
				'modalLabelPlatonov' => "Платов, Матвей Иванович",
				'modalPlatonov' => "
				<p>Граф (1812) <strong>Матве́й Ива́нович Пла́тов</strong> (1753—1818) — атаман Донского казачьего войска (с 1801), генерал от кавалерии (1809), который принимал участие во всех войнах Российской империи конца XVIII — начала XIX века. В 1805 году основал Новочеркасск, куда перенёс столицу Донского казачьего войска.
				</p>
				",
				// Пушкин Александр Сергеевич
				'modalLabelPushkin' => "Пушкин Александр Сергеевич",
				'modalPushkin' => "
				<p><strong>Алекса́ндр Серге́евич Пу́шкин</strong> (26 мая [6 июня] 1799, Москва — 29 января [10 февраля] 1837, Санкт-Петербург) — русский поэт, драматург и прозаик, заложивший основы русского реалистического направления, критик и теоретик литературы, историк, публицист; один из самых авторитетных литературных деятелей первой трети XIX века.
				</p>
				<p>Ещё при жизни Пушкина сложилась его репутация величайшего национального русского поэта. Пушкин рассматривается как основоположник современного русского литературного языка.</p>
				",
				// Ермолов, Алексей Петрович
				'modalLabelErmolov' => "Ермолов, Алексей Петрович",
				'modalErmolov' => "
				<p><strong>Алексе́й Петро́вич Ермо́лов</strong> (24 мая [4 июня] 1777[2][3], Москва — 11 [23] апреля 1861, Москва) — российский военачальник, государственный деятель и дипломат, участник многих крупных войн, которые Российская империя вела с 1790-х по 1820-е. Генерал от инфантерии (1818), генерал от артиллерии (1837)[4]. Глав­но­управ­ляю­щий гражданской ча­стью и пограничными делами в Гру­зии, Ас­т­ра­хан­ской и Кав­каз­ской гу­бер­ни­ях; командующий Отдельным Грузинским корпусом (1816—1827). Автор мемуаров.
				</p>
				",
				// Лермонтов, Михаил Юрьевич
				'modalLabelLermantov' => "Лермонтов, Михаил Юрьевич",
				'modalLermantov' => "
				<p><strong>Михаи́л Ю́рьевич Ле́рмонтов</strong> (3 октября 1814, Москва — 15 июля 1841, Пятигорск) — русский поэт, прозаик, драматург, художник. Творчество Лермонтова, в котором сочетаются гражданские, философские и личные мотивы, отвечавшие насущным потребностям духовной жизни русского общества, ознаменовало собой новый расцвет русской литературы и оказало большое влияние на виднейших русских писателей и поэтов XIX и XX веков. Произведения Лермонтова получили большой отклик в живописи, театре, кинематографе. Его стихи стали подлинным кладезем для оперного, симфонического и романсового творчества. Многие из них стали народными песнями.
				</p>
				",
				// Кошка, Пётр Маркович
				'modalLabelKoshka' => "Кошка, Пётр Маркович",
				'modalKoshka' => "
				<p><strong>Пётр Ма́ркович Ко́шка</strong> (1828—1882) — матрос Черноморского флота, герой Севастопольской обороны 1854—1855 годов, участник Синопского сражения.
				</p>
				<p>Один из самых известных героев Обороны Севастополя. Образ матроса Кошки выведен практически во всех отечественных художественных произведениях, повествующих о Крымской войне.
				</p>
				",
				// Муравьёв-Карский, Николай Николаевич
				'modalLabelMuravev' => "Муравьёв-Карский, Николай Николаевич",
				'modalMuravev' => "
				<p><strong>Никола́й Никола́евич Муравьёв-Ка́рский</strong> (1794—1866) — русский военачальник, дипломат и путешественник из рода Муравьёвых. Кавказский наместник (1854—1856). За взятие Карса во время Крымской войны получил почётное прозвище «Карсский» (в советских и современных публикациях чаще встречается написание «Карский»). По окончании войны вышел в отставку в чине генерала от инфантерии.
				</p>
				",
			// КОНЕЦ нижний ряд
			// сидит
				// Давыдов, Денис Васильевич
				'modalLabelDavidov' => "Давыдов, Денис Васильевич",
				'modalDavidov' => "
				<p><strong>Дени́с Васи́льевич Давы́дов</strong> (дореф. Денисъ Васильевичъ Давыдовъ 16 (27) июля 1784, Москва — 22 апреля (4 мая) 1839, село Верхняя Маза, Сызранский уезд, Симбирская губерния) — русский поэт, наиболее яркий представитель «гусарской поэзии», мемуарист, генерал-лейтенант. Один из командиров партизанского движения во время Отечественной войны 1812 года.
				</p>
				",
			// КОНЕЦ сидит
		// КОНЕЦ Левое крыло, фрагмент 1

		// Левое крыло, фрагмент 2
			// верхний ряд
				// Суворов, Александр Васильевич
				'modalLabelSuvorov' => "Суворов, Александр Васильевич",
				'modalSuvorov' => "
				<p>Граф (1789), Князь (с 1799) <strong>Алекса́ндр Васи́льевич Суво́ров</strong> (13 [24] ноября 1730 — 6 [18] мая 1800) — русский полководец, основоположник отечественной военной теории, национальный герой России. Генералиссимус (1799), генерал-фельдмаршал (1794), генерал-фельдмаршал Священной Римской империи (1799), великий маршал войск пьемонтских, кавалер всех российских орденов своего времени, вручавшихся мужчинам, а также семи иностранных.
				</p>
				<p>С 1789 года носил почётное прозвание граф Суворов-Рымникский, а с 1799 года — князь Италийский граф Суворов-Рымникский.
				</p>
				<p>За всю свою карьеру полководца не проиграл ни одного сражения, неоднократно наголову разбивал значительно превосходящие по численности силы противника. Всего дал более 60 крупных сражений. Известен своей заботой о солдатах, в том числе участием в разработке новой практичной полевой униформы, на смену униформе «на прусский манер».
				</p>
				",
				// Нахимов, Павел Степанович
				'modalLabelNakhimov' => "Нахимов, Павел Степанович",
				'modalNakhimov' => "
				<p><strong>Па́вел Степа́нович Нахи́мов</strong> (23 июня [5 июля] 1802, сельцо Городок, Вяземский уезд, Смоленская губерния — 30 июня [12 июля] 1855, Севастополь) — российский флотоводец, адмирал (1855).
				</p>
				<p>Во время Крымской войны, командуя эскадрой Черноморского флота, Нахимов в штормовую погоду обнаружил и заблокировал главные силы турецкого флота в Синопе, и, умело проведя всю операцию, 18 (30 ноября) разгромил их в Синопском сражении 1853 года.
				</p>
				<p>25 февраля (9 марта) 1855 года назначен командиром Севастопольского порта и временным военным губернатором города; в марте произведён в адмиралы. Энергично руководил обороной города. Пользовался величайшим нравственным влиянием на солдат и матросов, звавших его «отцом-благодетелем».
				</p>
				",
				// Толстой, Алексей Константинович
				'modalLabelTolstoiAK' => "Толстой, Алексей Константинович",
				'modalTolstoiAK' => "
				<p>Граф <strong>Алексе́й Константи́нович Толсто́й</strong> (24 августа [5 сентября] 1817, Санкт-Петербург — 28 сентября [10 октября] 1875, село Красный Рог, Черниговская губерния) — русский писатель, поэт и драматург, переводчик, сатирик из рода Толстых. Член-корреспондент Петербургской АН.
				</p>
				<p>Создатель баллад, сатирических стихотворений, исторического романа «Князь Серебряный» (опубликован в 1862 году), драматической трилогии «Смерть Иоанна Грозного» (1866), «Царь Фёдор Иоаннович» (1868) и «Царь Борис» (1870). Автор проникновенной лирики, с ярко выраженным музыкальным началом, психологических новелл в стихах («Средь шумного бала, случайно...», «То было раннею весной»).
				</p>
				",
				// Пржевальский, Николай Михайлович
				'modalLabelPrjevalski' => "Пржевальский, Николай Михайлович",
				'modalPrjevalski' => "
				<p><strong>Никола́й Миха́йлович Пржева́льский</strong> (31 марта [12 апреля] 1839, дер. Кимборово, Смоленская губерния — 20 октября [1 ноября] 1888, Каракол) — русский путешественник и натуралист. Предпринял несколько экспедиций в Центральную Азию. В 1878 году избран почётным членом Академии наук. Генерал-майор (1886).
				</p>
				<p>Крупнейшими заслугами Пржевальского является географическое и естественно-историческое исследование горной системы Куньлуня, хребтов Северного Тибета, бассейнов Лобнора и Кукунора и истоков Жёлтой реки. Кроме того, им был открыт целый ряд новых форм животных: дикий верблюд, лошадь Пржевальского, ряд новых видов других млекопитающих, а также собраны громадные зоологические и ботанические коллекции, заключающие в себе много новых форм, в дальнейшем описанных специалистами. Академия наук и учёные общества всего света приветствовали открытия Пржевальского. Петербургская Академия наук наградила Пржевальского медалью с надписью: «Первому исследователю природы Центральной Азии».
				</p>
				<p>По мнению А. И. Воейкова, Пржевальский был одним из крупнейших климатологов XIX века. 
				</p>
				",
				// Пирогов, Николай Иванович
				'modalLabelPirogov' => "Пирогов, Николай Иванович",
				'modalPirogov' => "
				<p><strong>Никола́й Ива́нович Пирого́в</strong> (13 [25] ноября 1810, Москва — 23 ноября [5 декабря] 1881, с. Вишня (ныне в черте Винницы), Подольская губерния) — русский хирург и учёный-анатом, естествоиспытатель и педагог, профессор, создатель первого атласа топографической анатомии, основоположник русской военно-полевой хирургии, основатель русской школы анестезии. Тайный советник.
				</p>
				",
				// Тютчев, Фёдор Иванович
				'modalLabelTutchev' => "Тютчев, Фёдор Иванович",
				'modalTutchev' => "
				<p><strong>Фёдор Ива́нович Тю́тчев</strong> (23 ноября [5 декабря] 1803, Овстуг, Орловская губерния — 15 [27] июля 1873, Царское Село) — русский лирик, поэт-мыслитель, дипломат, консервативный публицист, член-корреспондент Петербургской Академии Наук с 1857 года, тайный советник.
				</p>
				<p>Яркий представитель золотого века русской поэзии Федор Тютчев умело заключал свои мысли, желания и чувства в ритмику четырехстопного ямба, позволяя читателям прочувствовать всю сложность и противоречивость окружающей их действительности. По сей день стихотворениями поэта зачитывается весь мир.
				</p>
				",
			// КОНЕЦ верхний ряд
			// нижний ряд
				// Даша Севастопольская
				'modalLabelSevastopolskaya' => "Даша Севастопольская",
				'modalSevastopolskaya' => "
				<p><strong>Да́ша Севасто́польская</strong> (настоящее имя Да́рья Лавре́нтьевна Миха́йлова, по мужу Хво́ростова; ноябрь 1836 — 1892) — одна из первых военных сестёр милосердия, героиня обороны Севастополя в Крымскую войну 1853—1856 гг. Как и Крестовоздвиженская община сестёр милосердия, Дарья Михайлова стоит в ряду всемирно знаменитых подвижниц.
				</p>
				",
				// Гоголь, Николай Васильевич
				'modalLabelGogol' => "Гоголь, Николай Васильевич",
				'modalGogol' => "
				<p><strong>Никола́й Васи́льевич Го́голь</strong> (фамилия при рождении Яно́вский, с 1821 — Го́голь-Яно́вский; 20 марта [1 апреля] 1809, Сорочинцы, Миргородский уезд, Полтавская губерния — 21 февраля [4 марта] 1852, Москва) — русский прозаик, драматург, поэт, критик, публицист, признанный одним из классиков русской литературы. Происходил из старинного дворянского рода Гоголей-Яновских.
				</p>
				<p>Н.В. Гоголь - человек, которого знают, в первую очередь, как автора актуального на все времена произведения «Мёртвые души», личность с трагической судьбой, которая окутана ореолом тайны до сих пор.
				</p>
				",
				// Толстой, Лев Николаевич
				'modalLabelTolstoiLN' => "Толстой, Лев Николаевич",
				'modalTolstoiLN' => "
				<p><strong>Граф Лев Николаевич Толсто́й</strong> (28 августа [9 сентября] 1828, Ясная Поляна, Тульская губерния, Российская империя — 7 [20] ноября 1910, станция Астапово, Рязанская губерния, Российская империя) — один из наиболее известных русских писателей и мыслителей, один из величайших писателей-романистов мира. Участник обороны Севастополя. Просветитель, публицист, религиозный мыслитель, его авторитетное мнение послужило причиной возникновения нового религиозно-нравственного течения — толстовства. Член-корреспондент Императорской Академии наук (1873), почётный академик по разряду изящной словесности (1900). Был номинирован на Нобелевскую премию по литературе (1902, 1903, 1904, 1905). Впоследствии отказался от дальнейшей номинации.
				</p>
				<p>Писатель, ещё при жизни признанный главой русской литературы. Творчество Льва Толстого ознаменовало новый этап в русском и мировом реализме, выступив мостом между классическим романом XIX века и литературой XX века. Лев Толстой оказал сильное влияние на эволюцию европейского гуманизма, а также на развитие реалистических традиций в мировой литературе. Произведения Льва Толстого многократно экранизировались и инсценировались в СССР и за рубежом; его пьесы ставились на сценах всего мира. Лев Толстой был самым издаваемым в СССР писателем за 1918—1986 годы: общий тираж 3199 изданий составил 436,261 млн экземпляров.
				</p>
				<p>Наиболее известны такие произведения Толстого, как романы «Война и мир», «Анна Каренина», «Воскресение», автобиографическая трилогия «Детство», «Отрочество», «Юность», повести «Казаки», «Смерть Ивана Ильича», «Крейцерова соната», «Отец Сергий», «Хаджи-Мурат», цикл очерков «Севастопольские рассказы», драмы «Живой труп», «Плоды просвещения» и «Власть тьмы», автобиографические религиозно-философские произведения «Исповедь» и «В чём моя вера?» и др.
				</p>
				",
				// Фет, Афанасий Афанасьевич
				'modalLabelFet' => "Фет, Афанасий Афанасьевич",
				'modalFet' => "
				<p><strong>Афана́сий Афана́сьевич Фет</strong> (23 ноября [5 декабря] 1820, усадьба Новосёлки, Мценский уезд, Орловской губернии — 21 ноября [3 декабря] 1892, Москва) — русский поэт-лирик и переводчик, мемуарист, член-корреспондент Петербургской АН (1886).
				</p>
				<p>Афанасий Афанасиевич Фет строго разграничивает свою прозу и поэзию. Поэзия для него романтична, а проза – реалистична. Поэзия Фета содержит в основном две темы: природу, любовь.
				</p>
				<p>Николай Некрасов писал о Фете: «Человек, понимающий поэзию и охотно открывающий душу свою ее ощущениям, ни в одном русском авторе, после Пушкина, не почерпнёт столько поэтического наслаждения, сколько доставит ему г.Фет»
				</p>
				<p>А. А. Фет является автором замечательных стихов для детей. Их популярность у юных читателей вызвана тем, что стихотворения поэта добры и удивительно понятны даже самым маленьким.
				</p>
				",
				// Тургенев, Иван Сергеевич
				'modalLabelTurgenev' => "Тургенев, Иван Сергеевич",
				'modalTurgenev' => "
				<p><strong>Ива́н Серге́евич Турге́нев</strong> (28 октября [9 ноября] 1818, Орёл, Российская империя — 22 августа [3 сентября] 1883, Буживаль, Франция) — русский писатель-реалист, поэт, публицист, драматург, переводчик. Один из классиков русской литературы, внёсших наиболее значительный вклад в её развитие во второй половине XIX века. Член-корреспондент императорской Академии наук по разряду русского языка и словесности (1860), почётный доктор Оксфордского университета (1879), почётный член Московского университета (1880).
				</p>
				<p>Созданная им художественная система оказала влияние на поэтику не только русского, но и западноевропейского романа второй половины XIX века. Иван Тургенев первым в русской литературе начал изучать личность «нового человека» — шестидесятника, его нравственные качества и психологические особенности, благодаря ему в русском языке стал широко использоваться термин «нигилист». Пропагандист русской литературы и драматургии на Западе.
				</p>
				<p>Изучение произведений И. С. Тургенева — обязательная часть общеобразовательных школьных программ России. Наиболее известные произведения: цикл рассказов «Записки охотника», рассказ «Муму», повесть «Ася», романы «Дворянское гнездо», «Отцы и дети».
				</p>
				",
			// КОНЕЦ нижний ряд
			// сидят
				// Сеславин, Александр Никитич
				'modalLabelSeslavin' => "Сеславин, Александр Никитич",
				'modalSeslavin' => "
				<p><strong>Александр Никитич Сеславин</strong> (1780 — 25 апреля [7 мая] 1857) — русский военачальник, генерал-лейтенант. Знаменит своими боевыми заслугами и партизанскими действиями в период Отечественной войны 1812 года и Заграничного похода русской армии 1813—1814 годов, один из руководителей партизанского движения. Талантливый военный стратег и разведчик, автор предложений по совершенствованию ведения боевых действий и плана русской военной экспедиции по освобождению Индии от британского колониального гнёта. Происходит из древнего русского аристократического рода Сеславиных.
				</p>
				",
				// Кульнев, Яков Петрович
				'modalLabelKulnev' => "Кульнев, Яков Петрович",
				'modalKulnev' => "
				<p><strong>Я́ков Петро́вич Ку́льнев</strong> (25 июля [5 августа] 1763, Люцин, Инфлянтское воеводство, Речь Посполитая — 20 июля [1 августа] 1812, около деревни Клястицы) — русский полководец, герой Отечественной войны 1812 года. Гусар. Генерал-майор. Кавалер ордена Святого Георгия III степени и Золотого оружия «За храбрость».
				</p>
				<p>Первым из русских генералов Отечественной войны 1812 года пал в бою.
				</p>
				",
			// КОНЕЦ сидят
		// КОНЕЦ Левое крыло, фрагмент 2

		// Центр, фрагмент 3 
			// Блок людей
				// Лесков, Николай Семёнович
				'modalLabelLeskov' => "Лесков, Николай Семёнович",
				'modalLeskov' => "
				<p><strong>Никола́й Семёнович Леско́в</strong> (4 [16] февраля 1831, село Горохово, Орловская губерния — 21 февраля [5 марта] 1895, Санкт-Петербург) — русский писатель и публицист, мемуарист.
				</p>
				<p>«Лескова русские люди признают самым русским из русских писателей и который всех глубже и шире знал русский народ таким, каков он есть», — писал Д. П. Святополк-Мирский (1926).
				</p>
				",
				// Достоевский, Фёдор Михайлович
				'modalLabelDostoevski' => "Достоевский, Фёдор Михайлович",
				'modalDostoevski' => "
				<p><strong>Фёдор Миха́йлович Достое́вский</strong> (рус. дореф. Ѳедоръ Михайловичъ Достоевскій; 30 октября [11 ноября] 1821, Москва, Российская империя — 28 января [9 февраля] 1881, Санкт-Петербург, Российская империя) — русский писатель, мыслитель, философ и публицист. Член-корреспондент Петербургской АН с 1877 года.
				</p>
				<p>Как в начале, так и в продолжении своего литературного творчества, после четырёх лет каторги и ссылки за участие в кружке Петрашевского, Достоевский выступал в качестве новатора в русле традиций русского реализма, что не получило должной оценки современников при жизни писателя.
				</p>
				<p>После смерти Достоевский был признан классиком русской литературы и одним из лучших романистов мирового значения, считается первым представителем персонализма в России. Творчество русского писателя оказало воздействие на мировую литературу, в частности, на творчество ряда лауреатов Нобелевской премии по литературе, на становление экзистенциализма и фрейдизма.
				</p>
				<p>К наиболее значительным произведениям писателя относятся романы «великого пятикнижия». Романы «Преступление и наказание», «Идиот», «Бесы» и «Братья Карамазовы» включены в список 100 лучших книг Норвежского книжного клуба 2002 года. Многие известные произведения Достоевского многократно экранизировались и инсценировались в театре, ставились балетные и оперные постановки.
				</p>
				",
				// Иоанн Кронштадтский
				'modalLabelKronshtadtski' => "Иоанн Кронштадтский",
				'modalKronshtadtski' => "
				<p><strong>Иоа́нн Кроншта́дтский</strong> (настоящее имя — Иоа́нн Ильи́ч Се́ргиев; 19 (31) октября 1829, село Сура, Пинежский уезд, Архангельская губерния — 20 декабря 1908 (2 января 1909), Кронштадт, Санкт-Петербургская губерния) — священник Русской православной церкви, митрофорный протоиерей; настоятель Андреевского собора в Кронштадте; член Святейшего правительствующего синода с 1906 года (от участия в заседаниях уклонился); «вдохновитель создания и почётный член» Союза русского народа. Проповедник, духовный писатель, церковно-общественный деятель правоконсервативных и монархических взглядов. Почётный член Императорского православного палестинского общества. Крайне негативно оценивался официальной пропагандой в СССР
				</p>
				<p>Тезоименитство — 19 октября (по юлианскому календарю) — перенесение мощей Иоанна Рыльского.
				</p>
				<p>Погребён в основанном им Иоанновском монастыре на Карповке (Санкт-Петербург).
				</p>
				<p>Канонизирован в лике праведных Русской православной церковью заграницей 19 октября (1 ноября) 1964 года; впоследствии, 8 июня 1990 года, — Русской православной церковью (святой праведный Иоанн Кронштадтский).
				</p>
				<p>Память совершается 20 декабря и 1 июня по юлианскому календарю (в Русской православной церкви заграницей — также 19 октября).
				</p>
				",
				// Гермоген (патриарх Московский)
				'modalLabelGermogen' => "Гермоген (патриарх Московский)",
				'modalGermogen' => "
				<p><strong>Патриа́рх Гермоге́н</strong> (Ермоге́н[1], в миру Ермолай; ок. 1530 — 17 (27) февраля 1612) — патриарх Московский и всея Руси (1606—1612, в заточении с 1 (11) мая 1611), известный церковный общественный деятель эпохи Смутного времени. Канонизирован Русской православной церковью.
				</p>
				<p>Дни празднования священномученику Ермогену: 17 февраля (1 марта) в високосный год или 17 февраля (2 марта) в невисокосные годы — преставление, а также 12 (25) мая — прославление в лике святителей.
				</p>
				",
				// Родионов, Евгений Александрович
				'modalLabelRodionov' => "Родионов, Евгений Александрович",
				'modalRodionov' => "
				<p><strong>Евге́ний Алекса́ндрович Родио́нов</strong> (23 мая 1977, село Чибирлей, Пензенская область — 23 мая 1996, близ села Бамут, Чечня) — российский военнослужащий, рядовой Пограничных войск РФ. На Первой чеченской войне вместе с группой сослуживцев долгое время провёл в плену, подвергаясь жестоким пыткам. Для многих Евгений стал символом мужества, чести и верности. Посмертно награждён орденом Мужества.
				</p>
				",
				// Иоанн (Снычёв)
				'modalLabelIoann' => "Иоанн (Снычёв)",
				'modalIoann' => "
				<p><strong>Митрополи́т Иоа́нн</strong> (в миру Ива́н Матве́евич Снычёв; 9 октября 1927, село Новая Маячка, Николаевская область, теперь Алёшковский район, Херсонская область — 2 ноября 1995, Санкт-Петербург) — епископ Русской Православной Церкви, с 20 июля 1990 года митрополит Санкт-Петербургский и Ладожский, постоянный член Священного Синода, публицист, один из основателей Петровской академии наук и искусств и историк церкви.
				</p>
				<p>Магистр богословия («Церковные расколы в Русской Церкви 20-х и 30-х годов XX столетия – григорианский, ярославский, иосифлянский, викторианский и другие, их особенности и история» 1966), автор ряда трудов на богословские и исторические темы. В либеральных кругах критикуется за традиционализм, антисемитизм, монархизм, национализм и анти-западничество.
				</p>
				",
				// Илий (Ноздрин)
				'modalLabelIlii' => "Илий (Ноздрин)",
				'modalIlii' => "
				<p><strong>Схиархимандрит Илий</strong> (в миру Алексей Афанасьевич Ноздрин; 8 марта 1932, село Становой Колодезь, Орловский район, Центрально-Чернозёмная область) — священнослужитель Русской православной церкви, духовник братии Оптиной пустыни, личный духовник патриарха Московского Кирилла.
				</p>
				",
				// Булгаков, Сергей Николаевич
				'modalLabelBulgakov' => "Булгаков, Сергей Николаевич",
				'modalBulgakov' => "
				<p><strong>Серге́й (Сергий) Никола́евич Булга́ков</strong> (16 [28] июля 1871, Ливны, Орловская губерния — 13 июля 1944, Париж) — русский философ, богослов, православный священник, экономист. Создатель учения о Софии Премудрости Божьей, осуждённого Московской Патриархией в 1935 г., но без обвинения его в ереси.
				</p>
				",
			// КОНЕЦ Блок людей
			// Образы-символы
				// Мать
				'modalLabelMather' => "Мать",
				'modalMather' => "
				<p><strong>Образ Матерей России</strong>.
				</p>
				",
				// Дедушка
				'modalLabelGrandfather' => "Дедушка",
				'modalGrandfather' => "
				<p><strong>Oснова Рода</strong>.
				</p>
				",
				// Мальчик
				'modalLabelBoy' => "Мальчик",
				'modalBoy' => "
				<p><strong>Oлицетворение будущих Защитников, Государственных Умов, Созидателей, Наследников Великих Традиций Земли Русской</strong>!
				</p>
				",
			// КОНЕЦ Образы-символы
		// КОНЕЦ Центр, фрагмент 3 

		// Правое крыло, фрагмент 4
			// верхний ряд
				// Шаляпин, Фёдор Иванович
				'modalLabelShalyapin' => "Шаляпин, Фёдор Иванович",
				'modalShalyapin' => "
				<p><strong>Фёдор Ива́нович Шаля́пин</strong> (1 [13] февраля 1873, Казань — 12 апреля 1938, Париж) — русский оперный и камерный певец (высокий бас), в разное время солист Большого и Мариинского театров, а также театра Метрополитен Опера, первый народный артист Республики (1918—1927, звание возвращено в 1991), в 1918—1921 годах — художественный руководитель Мариинского театра. Получил репутацию артиста, который соединил в своём творчестве «прирождённую музыкальность, яркие вокальные данные, необыкновенное актёрское мастерство». Занимался в разное время живописью, графикой, скульптурой и снимался в кино. Оказал большое влияние на мировое оперное искусство.
				</p>
				",
				// Вяльцева, Анастасия Дмитриевна
				'modalLabelValiceva' => "Вяльцева, Анастасия Дмитриевна",
				'modalValiceva' => "
				<p><strong>Анастаси́я Дми́триевна Вя́льцева</strong> (по мужу — Бискупская; 1 [13] марта 1871, слобода Алтухово, Севский уезд, Орловская губерния — 4 [17] февраля 1913, Санкт-Петербург) — русская эстрадная певица (меццо-сопрано), исполнительница русских и «цыганских» романсов, артистка оперетты.
				</p>
				",
				// Тальков, Игорь Владимирович
				'modalLabelTalkov' => "Тальков, Игорь Владимирович",
				'modalTalkov' => "
				<p><strong>И́горь Влади́мирович Талько́в</strong> (4 ноября 1956, Грецовка, Щёкинский район, Тульская область — 6 октября 1991, Санкт-Петербург) — советский рок-музыкант, певец, автор песен, поэт, киноактёр.
				</p>
				<p>В начале творческого пути сотрудничал с группами «Апрель», «Калейдоскоп» и «Электроклуб». В это время Игорем было написано много песен, но он не имел возможности исполнять их.
				</p>
				<p>Впервые стал известен широкой публике после выступления в 1987 году на фестивале «Песня года» с композицией «Чистые пруды». После этого, чтобы поделиться с аудиторией собственными песнями, многие из которых по музыкальному стилю и тексту отличались от произведений, исполнявшихся им раньше, Тальков создаёт группу «Спасательный круг» и вскоре едет с нею на гастроли с программой, состоявшей из двух частей: песни гражданского содержания и лирика. К 1989 году Тальковым было написано более двухсот песен. Творчество Талькова трудно отнести к какому-либо определённому жанру; оно находится примерно на стыке поп-музыки, рок-музыки и авторской песни.
				</p>
				<p>Убит 6 октября 1991 года в Санкт-Петербурге во Дворце спорта «Юбилейный» при невыясненных до сих пор обстоятельствах.
				</p>
				",
				// Бурляев, Николай Петрович
				'modalLabelByrlyaev' => "Бурляев, Николай Петрович",
				'modalByrlyaev' => "
				<p><strong>Никола́й Петро́вич Бурля́ев</strong> (род. 3 августа 1946, Москва) — советский и российский актёр театра и кино, кинорежиссёр. Народный артист Российской Федерации (1996). Член Союза писателей России. Один из учредителей «Фонда православной культуры священника Павла Флоренского».
				</p>
				",
				// Белов, Василий Иванович
				'modalLabelBelov' => "Белов, Василий Иванович",
				'modalBelov' => "
				<p><strong>Васи́лий Ива́нович Бело́в</strong> (23 октября 1932, Тимониха, ныне Вологодская область — 4 декабря 2012, Вологда) — русский писатель и поэт, один из крупнейших представителей «деревенской прозы». Член Союза писателей СССР.
				</p>
				<p>Василий Белов также известен своими этнографическими очерками, опубликованными в трудах «Лад» (1982) и «Повседневная жизнь русского Севера» (2000). Данные работы были задуманы как «сборник зарисовок о северном быте и народной эстетике». В них автор рассказывает о традиционной культуре, народном фольклоре, быте и художественных промыслах советских деревень.
				</p>
				",
				// Ганичев, Валерий Николаевич
				'modalLabelGanichev' => "Ганичев, Валерий Николаевич",
				'modalGanichev' => "
				<p><strong>Вале́рий Никола́евич Га́ничев</strong> (3 августа 1933 — 8 июля 2018) — советский и российский писатель, журналист, общественный деятель, доктор исторических наук (1978), председатель Союза писателей России с 1994 по 2018 год.
				</p>
				<p>Долгое время занимался журналистикой, был заместителем главного редактора журнала 'Молодая гвардия' (позднее возглавлял издательство 'Молодая гвардия'), главным редактором 'Комсомольской правды', 'Роман-газеты', 'Роман-журнала. XXI век'.
				</p>
				<p>Валерий Николаевич Ганичев - один из создателей и заместитель главы Всемирного Русского Народного Собора (возглавляет ВРНС Святейший Патриарх Московский и всея Руси Кирилл). Заместитель председателя Комитета в защиту отечественной культуры, сопредседатель фонда 'Русская национальная школа', академик Международной Славянской академии и Академии российской словесности.
				</p>
				",
				// Захарченко, Виктор Гаврилович
				'modalLabelZaharchenko' => "Захарченко, Виктор Гаврилович",
				'modalZaharchenko' => "
				<p><strong>Ви́ктор Гаври́лович Заха́рченко</strong> (род. 22 марта 1938 года, станица Дядьковская, Краснодарский край) — советский и российский фольклорист и общественный деятель, исследователь народной песни, хоровой дирижёр, профессор, композитор. Художественный руководитель Государственного академического ордена Дружбы народов и ордена Русской Православной Церкви святого благоверного великого князя Димитрия Донского I степени Кубанского казачьего хора. Член Совета по государственной политике при Председателе Совета Федерации Федерального Собрания Российской Федерации, член Патриаршего Совета по культуре. Народный артист РСФСР (1984), Народный артист Украины (1994). Лауреат Государственной премии Российской Федерации (2016), Государственной премии РСФСР имени М. И. Глинки (1991).
				</p>
				",
			// КОНЕЦ верхний ряд
			// средний ряд
				// Шухов, Владимир Григорьевич
				'modalLabelShuhov' => "Шухов, Владимир Григорьевич",
				'modalShuhov' => "
				<p><strong>Влади́мир Григо́рьевич Шу́хов</strong> (16 [28] августа 1853 — 2 февраля 1939) — русский, советский инженер, архитектор, изобретатель, учёный; член-корреспондент (1928) и почётный член (1929) Академии наук СССР, лауреат премии имени В. И. Ленина (1929), Герой Труда (23 апреля 1928). Является автором проектов и техническим руководителем строительства первых российских нефтепроводов (1878) и нефтеперерабатывающего завода с первыми российскими установками крекинга нефти (1931). Внёс выдающийся вклад в технологии нефтяной промышленности и трубопроводного транспорта.
				</p>
				<p>В. Г. Шухов первым в мире применил для строительства зданий и башен стальные сетчатые оболочки. Впоследствии архитекторы хай-тека, знаменитые Бакминстер Фуллер и Норман Фостер, — окончательно внедрили сетчатые оболочки в современную практику строительства, и в XXI веке оболочки стали одним из главных средств формообразования авангардных зданий. Шухов ввёл в архитектуру форму однополостного гиперболоида вращения, создав первые в мире гиперболоидные конструкции.
				</p>
				",
				// Суриков, Василий Иванович
				'modalLabelSurikov' => "Суриков, Василий Иванович",
				'modalSurikov' => "
				<p><strong>Васи́лий Ива́нович Су́риков</strong> (12 (24) января 1848, Красноярск — 6 (19) марта 1916, Москва) — русский живописец, мастер масштабных исторических полотен, академик и действительный член Императорской Академии художеств.
				</p>
				<p>В академических кругах Сурикова долгое время критиковали за скученность композиций, за «кашу» из лиц персонажей, презрительно называли его полотна «парчовыми коврами». Однако «Мир искусства» увидел в этих так называемых пороках именно достоинства суриковской живописи. Глава направления А. Н. Бенуа хвалил Сурикова за всё что есть в его живописи не западного, сугубо национального, за то, что «он рядом с Васнецовым внял заветам древнерусских художников, разгадал их прелесть, сумел снова найти их изумительную, странную и чарующую гамму, не имеющую ничего похожего в западной живописи».
				</p>
				",
				// Есенин, Сергей Александрович
				'modalLabelEsenin' => "Есенин, Сергей Александрович",
				'modalEsenin' => "
				<p><strong>Серге́й Алекса́ндрович Есе́нин</strong> (21 сентября (3 октября) 1895, Константиново, Кузьминская волость, Рязанский уезд, Рязанская губерния, Российская империя — 28 декабря 1925, Ленинград, СССР) — русский поэт, представитель новокрестьянской поэзии и лирики, а в более позднем периоде творчества — имажинизма.
				</p>
				<p>Первый стихотворный сборник Есенина был опубликован в 1916. С 1919 по 1921 возглавлял литературную группу, называвшую себя имажинистами.
				</p>
				<p>Поэзию Есенина отличают глубокая искренность и высокий эмоциональный накал. В сущности он был крестьянским поэтом, и его личная трагедия была в большой степени порождена оторванностью от родной среды, неприкаянностью. 
				</p>
				<p>Предреволюционные и первые послереволюционные стихи Есенина отражают властное влечение к переменам. Он восторженно приветствовал Октябрьский переворот 1917. Идеологический разлад с большевизмом выявился позднее.
				</p>
				",
				// Распутин, Валентин Григорьевич
				'modalLabelRasputin' => "Распутин, Валентин Григорьевич",
				'modalRasputin' => "
				<p><strong>Валенти́н Григо́рьевич Распу́тин</strong> (15 марта 1937, село Усть-Уда, Восточно-Сибирская область — 14 марта 2015, Москва) — русский советский писатель и публицист, общественный деятель. Один из наиболее значительных представителей «деревенской прозы».
				</p>
				<p>Герой Социалистического Труда (1987). Лауреат двух Государственных премий СССР (1977, 1987), Государственной премии России (2012) и Премии Правительства РФ (2010). Член Союза писателей СССР с 1967 года.
				</p>
				<p>В 1994 году выступил инициатором создания Всероссийского фестиваля «Дни русской духовности и культуры „Сияние России“» (Иркутск).
				</p>
				",
				// Михайлов, Александр Яковлевич
				'modalLabelMihaylov' => "Михайлов, Александр Яковлевич",
				'modalMihaylov' => "
				<p><strong>Алекса́ндр Я́ковлевич Миха́йлов</strong> (род. 5 октября 1944, пгт Оловянная, Читинская область, СССР) — советский и российский актёр театра и кино, кинорежиссёр и педагог. Народный артист РСФСР (1992), Народный артист Приднестровской Молдавской Республики (2014).
				</p>
				<p>Всего исполнил более 75 ролей в кино и около 50 ролей в театре. Среди наиболее известных работ артиста — главные роли царя Ивана Грозного в Малом театре, князя Мышкина и Родиона Раскольникова в Приморском драматическом театре, главные роли в фильмах «Любовь и голуби», «Мужики!», «Отряд специального назначения», «Белый снег России», «Милый друг давно забытых лет…», «Очарованный странник» и других. Известен также как исполнитель песен, романсов, стихотворений, с творческими вечерами выступал в разных регионах России (преимущественно в Москве, Сибири и на Дальнем Востоке) и в ближнем зарубежье. Занимался общественно-политической деятельностью, баллотировался в Госдуму РФ. Активный участник «русских маршей» и патриотических митингов, где выступал с зажигательными речами, идеологически близкими к русскому национализму.
				</p>
				",
				// Клыков, Вячеслав Михайлович
				'modalLabelKlykov' => "Клыков, Вячеслав Михайлович",
				'modalKlykov' => "
				<p><strong>Вячесла́в Миха́йлович Клы́ков</strong> (19 октября 1939, Мармыжи, Курская область — 2 июня 2006, Москва) — советский и российский скульптор, президент Международного фонда славянской письменности и культуры. Лауреат Государственной премии СССР (1982). Председатель возрождённого Союза русского народа (2005—2006).
				</p>
				",
				// Михалков, Никита Сергеевич
				'modalLabelMihalkov' => "Михалков, Никита Сергеевич",
				'modalMihalkov' => "
				<p><strong>Ники́та Серге́евич Михалко́в</strong> (род. 21 октября 1945, Москва, СССР) — советский и российский кинорежиссёр, актёр, сценарист и продюсер. Народный артист РСФСР (1984). Полный кавалер ордена «За заслуги перед Отечеством». Председатель Союза кинематографистов России с 1998 года. Трижды лауреат Государственной премии Российской Федерации (1993, 1995, 1999).
				</p>
				<p>Обладатель «Золотого льва» Венецианского кинофестиваля (1991) и номинант на премию «Оскар» (1993) в категории «Лучший фильм на иностранном языке» за фильм «Урга — территория любви». Лауреат премии «Оскар» (1995) в категории «Лучший фильм на иностранном языке» и Гран-при Каннского кинофестиваля (1994) за фильм «Утомлённые солнцем». Обладатель «Специального льва» Венецианского кинофестиваля (2007) за вклад в киноискусство и номинант на премию «Оскар» (2008) в категории «Лучший фильм на иностранном языке» за фильм «12».
				</p>
				",
			// КОНЕЦ средний ряд
			// нижний ряд
				//Столыпин, Пётр Аркадьевич
				'modalLabelStolypin' => "Столыпин, Пётр Аркадьевич",
				'modalStolypin' => "
				<p><strong>Пётр Арка́дьевич Столы́пин</strong> (2 [14] апреля 1862, Дрезден, Саксония — 5 [18] сентября 1911, Киев) — государственный деятель Российской империи, статс-секретарь Его Императорского Величества (1908), действительный статский советник (1904), гофмейстер (1906). Гродненский (1902—1903) и саратовский (1903—1906) губернатор, министр внутренних дел и председатель Совета министров (1906—1911), член Государственного совета (1907—1911).
				</p>
				<p>В российской истории начала XX века известен в первую очередь как реформатор и государственный деятель, сыгравший значительную роль в подавлении революции 1905—1907 годов. В апреле 1906 года император Николай II предложил Столыпину пост министра внутренних дел России. Вскоре после этого правительство было распущено вместе с Государственной думой I созыва, а Столыпин был назначен председателем Совета министров.
				</p>
				<p>На новой должности, которую он занимал вплоть до своей гибели, Столыпин провёл целый ряд законопроектов, которые вошли в историю как столыпинская аграрная реформа, главным содержанием которой было введение частной крестьянской земельной собственности. Принятый правительством закон о военно-полевых судах ужесточал наказание за совершение тяжких преступлений. Впоследствии Столыпина резко критиковали за жёсткость проводимых мер. Среди других мероприятий Столыпина на посту председателя Совета министров особое значение имели введение земства в западных губерниях, ограничение автономии Великого княжества Финляндского, изменение избирательного законодательства и роспуск II Думы, положившие конец революции 1905—1907 годов.
				</p>
				<p>Во время выступлений перед депутатами Государственной думы проявились ораторские способности Столыпина. Его фразы «Не запугаете!», «Сначала успокоение, потом реформы» и «Им нужны великие потрясения, нам нужна великая Россия» стали крылатыми.
				</p>
				<p>Из личных черт характера современниками особенно выделялось его бесстрашие. На Столыпина планировалось и было совершено 11 покушений. Во время последнего, совершённого в Киеве Дмитрием Богровым, Столыпин получил ранение, от которого через несколько дней умер.
				</p>
				",
				// Скобелев, Михаил Дмитриевич
				'modalLabelSkobelev' => "Скобелев, Михаил Дмитриевич",
				'modalSkobelev' => "
				<p><strong>Михаи́л Дми́триевич Ско́белев</strong> (17 [29] сентября 1843 — 25 июня [7 июля] 1882) — российский военачальник и стратег, генерал от инфантерии (1881), генерал-адъютант (1878).
				</p>
				<p>Участник Среднеазиатских завоеваний Российской империи и Русско-турецкой войны 1877—1878 годов, освободитель Болгарии. В историю вошёл с прозванием «Белый генерал» (тур. Ak-paşa, Ак-Паша) — так его называли в войсках за появление в сражениях в белом мундире и на белом коне. Болгарский народ считает его национальным героем.
				</p>
				",
				//Бунин, Иван Алексеевич
				'modalLabelBunin' => "Бунин, Иван Алексеевич",
				'modalBunin' => "
				<p><strong>Ива́н Алексе́евич Бу́нин</strong> (10 [22] октября 1870, Воронеж — 8 ноября 1953, Париж) — русский писатель и поэт, лауреат Нобелевской премии по литературе. Будучи представителем обедневшей дворянской семьи, Бунин рано начал самостоятельную жизнь. В юношеские годы работал в газетах, канцеляриях, много странствовал. Первым из опубликованных произведений Бунина стало стихотворение «Над могилой С. Я. Надсона» (1887); первый стихотворный сборник вышел в свет в 1891 году в Орле. В 1903 году получил Пушкинскую премию за книгу «Листопад» и перевод «Песни о Гайавате»; в 1909 году был повторно удостоен этой награды за 3-й и 4-й тома Собрания сочинений. В 1909 году избран почётным академиком по разряду изящной словесности Императорской Санкт-Петербургской академии наук. С 1920 года жил во Франции. Автор романа «Жизнь Арсеньева», повестей «Суходол», «Деревня», «Митина любовь», рассказов «Господин из Сан-Франциско», «Лёгкое дыхание», «Антоновские яблоки», дневниковых записей «Окаянные дни» и других произведений. В 1933 году Иван Бунин стал лауреатом Нобелевской премии по литературе за «строгое мастерство, с которым он развивает традиции русской классической прозы». Скончался в 1953 году, похоронен на кладбище Сент-Женевьев-де-Буа. Произведения Бунина были неоднократно экранизированы. Образ писателя воплощён в фильме Алексея Учителя «Дневник его жены».
				</p>
				",
				// Шолохов, Михаил Александрович
				'modalLabelSholokhov' => "Шолохов, Михаил Александрович",
				'modalSholokhov' => "
				<p><strong>Михаи́л Алекса́ндрович Шо́лохов</strong> (11 [24] мая 1905, хутор Кружилинский, станица Вёшенская, Донецкий округ, область Войска Донского — 21 февраля 1984, станица Вёшенская, Шолоховский район, Ростовская область) — русский советский писатель и киносценарист, журналист. Лауреат Нобелевской премии по литературе (1965 год — «за художественную силу и цельность эпоса о донском казачестве в переломное для России время»), Сталинской премии (1941), Ленинской премии (1960). Действительный член АН СССР (1939). Дважды Герой Социалистического Труда (1967, 1980). Полковник (1943).
				</p>
				",
				// Бондарчук, Сергей Фёдорович
				'modalLabelBondarchuk' => "Бондарчук, Сергей Фёдорович",
				'modalBondarchuk' => "
				<p><strong>Серге́й Фёдорович Бондарчу́к</strong> (25 сентября 1920, с. Белозёрка, Херсонский уезд, Херсонская губерния, УССР — 20 октября 1994, Москва, Россия) — советский и российский актёр театра и кино, кинорежиссёр, сценарист, педагог. Герой Социалистического Труда (1980). Народный артист СССР (1952). Лауреат Ленинской премии (1960), Сталинской премии первой степени (1952), Государственной премии СССР (1984), Государственной премии РСФСР имени братьев Васильевых (1977). Лауреат премии Американской киноакадемии «Оскар» (1969).
				</p>
				",
				// Поликарпов, Николай Николаевич
				'modalLabelPolikarpov' => "Поликарпов, Николай Николаевич",
				'modalPolikarpov' => "
				<p><strong>Никола́й Никола́евич Полика́рпов</strong> (1892—1944) — русский и советский авиаконструктор, глава ОКБ-51 (впоследствии — ОКБ Сухого). Дважды лауреат Сталинской премии, Герой Социалистического Труда, Поликарпов является одним из основоположников советской школы русского самолётостроения. Созданные под его руководством многоцелевые самолёты У-2 (По-2) и Р-5 стали одними из лучших в своём классе, а И-15 бис, И-153 «Чайка», И-16 составили основу парка истребительной авиации СССР 1934—1940 годов, за что конструктор заслужил репутацию «короля истребителей».
				</p>
				",
				// Чечнева, Марина Павловна
				'modalLabelChechneva' => "Чечнева, Марина Павловна",
				'modalChechneva' => "
				<p><strong>Марина Павловна Чечнева</strong> (15 августа 1922 года — 12 января 1984 года) — лётчица, Герой Советского Союза, во время Великой Отечественной войны командовала эскадрильей 46-го Таманского гвардейского ночного легкобомбардировочного полка, гвардии майор.
				</p>
				",
				// Хренников, Тихон Николаевич
				'modalLabelKhrennikov' => "Хренников, Тихон Николаевич",
				'modalKhrennikov' => "
				<p><strong>Ти́хон Никола́евич Хре́нников</strong> (28 мая (10 июня) 1913, Елец, Орловская губерния — 14 августа 2007, Москва) — советский и российский композитор, пианист, музыкально-общественный деятель, педагог, профессор. Председатель Правления Союза композиторов СССР в 1948—1991 гг.
				</p>
				<p>Народный артист СССР (1963). Герой Социалистического Труда (1973). Лауреат Ленинской премии (1974), трёх Сталинских премий второй степени (1942, 1946, 1952) и Государственной премии СССР (1967). Член ВКП(б) с 1947 года.
				</p>
				<p>Автор 8 опер, 5 балетов, 3 симфоний, 9 инструментальных концертов, музыки для 30 кинофильмов, многочисленных произведений камерной, вокальной и программной музыки и музыки для театральных постановок.
				</p>
				",
				// Кожедуб, Иван Никитович
				'modalLabelKozhedub' => "Кожедуб, Иван Никитович",
				'modalKozhedub' => "
				<p><strong>Ива́н Ники́тович Кожеду́б</strong> (укр. Іван Микитович Кожедуб; 8 июня 1920, Ображиевка, Глуховский уезд, Черниговская губерния, УССР — 8 августа 1991, Москва, СССР) — советский военачальник, Маршал авиации (1985), лётчик-ас. Трижды Герой Советского Союза (1944, 1944, 1945). Депутат Верховного Совета СССР (1946—1961). Народный депутат СССР (1989—1991)
				</p>
				<p>Лётчик-ас времён Великой Отечественной войны, наиболее результативный лётчик-истребитель в авиации союзников (64 победы). Псевдоним во время боевых действий в составе Группы советских военных специалистов в Корее — «Крылов».
				</p>
				",
			// КОНЕЦ нижний ряд
			// сидят
				// Андреев, Леонид Николаевич
				'modalLabelAndreev' => "Андреев, Леонид Николаевич",
				'modalAndreev' => "
				<p><strong>Леони́д Никола́евич Андре́ев</strong> (9 [21] августа 1871, Орёл, Российская империя — 12 сентября 1919, Нейвола, Финляндия) — русский писатель. Представитель Серебряного века русской литературы.
				</p>
				<p>Андреев считается родоначальником русского экспрессионизма. Его творческий стиль своеобразен и представляет собой сочетание различных литературных направлений.
				</p>
				",
				// Тюленин, Сергей Гаврилович
				'modalLabelTulenin' => "Тюленин, Сергей Гаврилович",
				'modalTulenin' => "
				<p><strong>Серге́й Гаври́лович Тюле́нин</strong> (1925—1943) — член штаба организации «Молодая гвардия», Герой Советского Союза.
				</p>
				<p>С началом немецкой оккупации Тюленин стал членом штаба и начальником боевой группы «Молодой гвардии». Успешно выполнял боевые задания штаба организации: участвовал в распространении листовок, сборе оружия, боеприпасов, взрывчатки. 
				</p>
				<p>В январе 1943 года, когда начались аресты, Тюленин перешёл линию фронта. Был принят в Красную Армию, участвовал в боях.
				</p>
				",
			// КОНЕЦ сидят
		// КОНЕЦ Правое крыло, фрагмент 4

		// Правое крыло, фрагмент 5
			// верхний ряд
				// Рубцов, Николай Михайлович
				'modalLabelRubcov' => "Рубцов, Николай Михайлович",
				'modalRubcov' => "
				<p><strong>Никола́й Миха́йлович Рубцо́в</strong> (3 января 1936, село Емецк, Северный край — 19 января 1971, Вологда) — русский лирический поэт.
				</p>
				<p>Вологодская «малая родина» и Русский Север дали ему главную тему будущего творчества — «старинную русскую самобытность», которая стала центром его жизни, «землёй священной!», где он чувствовал себя «и живым, и смертным».
				</p>
				<p>Поэзия Рубцова, предельно простая по своей стилистике и тематике, связанной преимущественно с родной Вологодчиной, обладает творческой подлинностью, внутренней масштабностью, тонко разработанной образной структурой.
				</p>
				",
				// Свиридов, Георгий Васильевич
				'modalLabelSviridov' => "Свиридов, Георгий Васильевич",
				'modalSviridov' => "
				<p><strong>Гео́ргий Васи́льевич Свири́дов</strong> (3 [16] декабря 1915, Фатеж, Курская губерния — 6 января 1998, Москва) — советский российский композитор, пианист, общественный деятель. Народный артист СССР (1970). Герой Социалистического Труда (1975). Лауреат Ленинской премии (1960), Сталинской премии первой степени (1946), двух Государственных премий СССР (1968, 1980) и Государственной премии РФ (1994).
				</p>
				",
				// Вернадский, Владимир Иванович
				'modalLabelVernadsky' => "Вернадский, Владимир Иванович",
				'modalVernadsky' => "
				<p><strong>Влади́мир Ива́нович Верна́дский</strong> (28 февраля (12 марта) 1863, Санкт-Петербург, Российская империя — 6 января 1945, Москва, СССР) — российский и советский учёный-естествоиспытатель, мыслитель и общественный деятель конца XIX века и первой половины XX века. Академик Императорской Санкт-Петербургской академии наук (1908) (в дальнейшем переименована в РАН (1917), АН СССР (1925)); один из основателей и первый президент Украинской академии наук (1918—1921). Создатель научных школ и науки биогеохимии. Один из представителей русского космизма. Лауреат Сталинской премии I степени (1943).
				</p>
				<p>В круг его научных интересов входили: минералогия, кристаллография, геохимия, геология, почвоведение, радиогеология, биология, палеонтология, биогеохимия, метеоритика, философия и история науки. Кроме того, занимался организаторской и общественной деятельностью.
				</p>
				",
				// Гагарин, Юрий Алексеевич
				'modalLabelGagarin' => "Гагарин, Юрий Алексеевич",
				'modalGagarin' => "
				<p><strong>Ю́рий Алексе́евич Гага́рин</strong> (9 марта 1934, Клушино, Гжатский (ныне Гагаринский) район, Западная область, СССР — 27 марта 1968, возле села Новосёлово, Киржачский район, Владимирская область, СССР) — лётчик-космонавт СССР, Герой Советского Союза, кавалер высших знаков отличия ряда государств, почётный гражданин многих российских и зарубежных городов.
				</p>
				<p>Полковник ВВС СССР (1963), военный лётчик 1-го класса, заслуженный мастер спорта СССР (1961), член ЦК ВЛКСМ, депутат Верховного Совета СССР 7-го и 8-го созывов.
				</p>
				<p>12 апреля 1961 года Юрий Гагарин стал первым человеком в мировой истории, совершившим полёт в космическое пространство. Ракета-носитель «Восток» с кораблём «Восток-1», на борту которого находился Гагарин, была запущена с космодрома Байконур. После 108 минут полёта Гагарин успешно приземлился в Саратовской области, неподалёку от Энгельса. Начиная с 12 апреля 1962 года, день полёта Гагарина в космос был объявлен праздником — Днём космонавтики.
				</p>
				<p>Первый космический полёт вызвал большой интерес во всём мире, а сам Юрий Гагарин превратился в мировую знаменитость. По приглашениям зарубежных правительств и общественных организаций он посетил около 30 стран. Много у первого космонавта было поездок и внутри Советского Союза. В последующие годы Гагарин вёл большую общественно-политическую работу, окончил Военно-воздушную инженерную академию имени профессора Н. Е. Жуковского, работал в Центре подготовки космонавтов и готовился к новому полёту в космос.
				</p>
				<p>27 марта 1968 года Юрий Гагарин погиб в авиационной катастрофе вблизи деревни Новосёлово Киржачского района Владимирской области, выполняя учебный полёт на самолёте МиГ-15УТИ под руководством опытного инструктора В. С. Серёгина. Причины и обстоятельства авиакатастрофы остаются не вполне выясненными до сегодняшнего дня.
				</p>
				<p>В связи с гибелью Гагарина в Советском Союзе был объявлен общенациональный траур (впервые в истории СССР в память о человеке, не являвшемся главой государства). В честь первого космонавта Земли был переименован ряд населённых пунктов (включая его родной город — Гжатск), названы улицы и проспекты. В разных городах мира было установлено множество памятников Гагарину.
				</p>
				",
				// Курчатов, Игорь Васильевич
				'modalLabelKurchatov' => "Курчатов, Игорь Васильевич",
				'modalKurchatov' => "
				<p><strong>И́горь Васи́льевич Курча́тов</strong> (8 (21) января 1903, Симский Завод, Уфимская губерния, Российская империя — 7 февраля 1960, Москва, СССР) — советский физик, «отец» советской атомной бомбы. Трижды Герой Социалистического Труда (1949, 1951, 1954). Академик АН СССР (1943) и АН Узб. ССР (1959), доктор физико-математических наук (1933), профессор (1935). Основатель и первый директор Института атомной энергии (1943—1960). Главный научный руководитель атомной проблемы в СССР, один из основоположников использования ядерной энергии в мирных целях. Лауреат Ленинской премии и четырёх Сталинских премий. Почётный гражданин СССР.
				</p>
				",
			// КОНЕЦ верхний ряд
			// средний ряд
				// Глазунов, Илья Сергеевич
				'modalLabelGlazunov' => "Глазунов, Илья Сергеевич",
				'modalGlazunov' => "
				<p><strong>Илья́ Серге́евич Глазуно́в</strong> (10 июня 1930, Ленинград — 9 июля 2017, Москва) — советский и российский художник-живописец, педагог. Основатель и ректор Российской академии живописи, ваяния и зодчества И. С. Глазунова. Академик РАХ (2001). Народный художник СССР (1980). Лауреат Государственной премии Российской Федерации (1997). Полный кавалер ордена «За заслуги перед Отечеством».
				</p>
				",
				// Королёв, Сергей Павлович
				'modalLabelKorolow' => "Королёв, Сергей Павлович",
				'modalKorolow' => "
				<p><strong>Серге́й Па́влович Королёв</strong> (30 декабря 1906 [12 января 1907], Житомир — 14 января 1966, Москва) — советский ученый, конструктор ракетно-космических систем, председатель Совета главных конструкторов СССР (1950—1966). Академик АН СССР (1958).
				</p>
				<p>Сергей Королёв является одним из основных создателей советской ракетно-космической техники, обеспечившей стратегический паритет и сделавшей СССР передовой ракетно-космической державой, и ключевой фигурой в освоении человеком космоса, создателем практической космонавтики. Под его руководством был осуществлён запуск первого искусственного спутника Земли и первого космонавта планеты Юрия Гагарина.
				</p>
				<p>Дважды Герой Социалистического Труда, лауреат Ленинской премии. Член КПСС с июля 1953 года.
				</p>
				<p>Скончался 14 января 1966 года в Москве, похоронен в некрополе у Кремлёвской стены.
				</p>
				",
				// Келдыш, Мстислав Всеволодович
				'modalLabelKeldish' => "Келдыш, Мстислав Всеволодович",
				'modalKeldish' => "
				<p><strong>Мстисла́в Все́володович Ке́лдыш</strong> (28 января (10 февраля) 1911 года, Рига — 24 июня 1978 года, Москва) — советский учёный в области прикладной математики и механики, крупный организатор советской науки, один из идеологов советской космической программы. Президент Академии наук СССР (1961—1975).
				</p>
				<p>Академик АН СССР (1946; член-корреспондент 1943). Трижды Герой Социалистического Труда (1956, 1961, 1971). Лауреат Ленинской премии (1957) и двух Сталинских премий (1942, 1946). Член КПСС с 1949. Член ЦК КПСС (1961—1978).
				</p>
				",
				// Шойгу, Сергей Кужугетович
				'modalLabelShoigu' => "Шойгу, Сергей Кужугетович",
				'modalShoigu' => "
				<p><strong>Серге́й Кужуге́тович Шойгу́</strong> (тув. Сергей Күжүгет оглу Шойгу; род. 21 мая 1955, Чадан, Тувинская АО, РСФСР, СССР) — российский военный и государственный деятель. Министр обороны Российской Федерации с 6 ноября 2012 года. Генерал армии (2003). Герой Российской Федерации (1999). Заслуженный спасатель Российской Федерации (2000).
				</p>
				<p>Председатель Государственного комитета РСФСР и Российской Федерации по делам гражданской обороны, чрезвычайным ситуациям и ликвидации последствий стихийных бедствий (1991—1994), глава МЧС России (1994—2012), губернатор Московской области (2012).
				</p>
				Глава межрегионального движения «Единство» (1999—2001), сопредседатель партии «Единая Россия» (2001—2002, вместе с Ю. М. Лужковым и М. Ш. Шаймиевым), член высшего совета «Единой России»; основатель партии «Единая Россия».
				</p>
				<p>Президент Русского географического общества (с 2009).
				</p>
				",
			// КОНЕЦ 
			// нижний ряд
				// Рокоссовский, Константин Константинович
				'modalLabelRokossowski' => "Рокоссовский, Константин Константинович",
				'modalRokossowski' => "
				<p><strong>Константи́н Константи́нович (Ксаве́рьевич) Рокоссо́вский</strong> (польск. Konstanty Rokossowski; 9 [21] декабря 1896, Варшава, Царство Польское, Российская империя — 3 августа 1968, Москва, РСФСР, СССР) — советский и польский военачальник, дважды Герой Советского Союза (1944, 1945). Кавалер Ордена «Победа» (1945). Единственный в истории СССР маршал двух стран: Маршал Советского Союза (1944) и маршал Польши (1949). Командовал Парадом Победы 24 июня 1945 года на Красной площади в Москве. Один из крупнейших полководцев Второй мировой войны.
				</p>
				<p>Рокоссовский командовал последовательно 16-ой армией, Брянским, Донским, Центральным, Белорусским, 1-м и 2-м Белорусским фронтами. В качестве командующего 2-м Белорусским фронтом К. К. Рокоссовский провёл ряд операций, в которых проявил себя как мастер манёвра. Во время Берлинской наступательной операции войска 2-го Белорусского фронта под командованием К. К. Рокоссовского своими действиями сковали главные силы 3-й немецкой танковой армии, лишив её возможности участвовать в битве за Берлин.
				</p>
				<p>Рокоссовский налаживал связь с правительством, военными округами Войска Польского, общественными организациями, оказывал помощь в восстановлении народного хозяйства Польши. Были построены казармы, дома офицеров, склады, библиотеки, лечебные учреждения, переданные в дальнейшем Войску Польскому.
				</p>
				",
				// Кузнецов, Николай Герасимович
				'modalLabelKuznetsov' => "Кузнецов, Николай Герасимович",
				'modalKuznetsov' => "
				<p><strong>Никола́й Гера́симович Кузнецо́в</strong> (11 (24) июля 1904, Медведки (ныне Котласского района Архангельской области) — 6 декабря 1974, Москва, РСФСР, СССР) — советский военно-морской деятель, Адмирал Флота Советского Союза (3 марта 1955). В 1939—1947 и 1951—1955 годах возглавлял советский Военно-морской флот (как Народный комиссар Военно-морского флота (1939—1946), Военно-морской Министр (1951—1953) и Главнокомандующий). Герой Советского Союза (1945). Член ЦК ВКП (б) в 1939—1956 годах, депутат Верховного Совета СССР 2-го и 4-го созывов. Его выдающаяся роль в Великой Отечественной войне стала достоянием общественности только в 1950—1980-е годы.
				</p>
				",
				// Жуков, Георгий Константинович
				'modalLabelZhukov' => "Жуков, Георгий Константинович",
				'modalZhukov' => "
				<p><strong>Гео́ргий Константи́нович Жу́ков</strong> (19 ноября (1 декабря) 1896; Стрелковка, Малоярославецкий уезд, Калужская губерния, Российская империя — 18 июня 1974, Москва, РСФСР, СССР) — советский полководец. Маршал Советского Союза (1943), четырежды Герой Советского Союза (1939, 1944, 1945, 1956), кавалер двух орденов «Победа» (1944, 1945), множества других советских и иностранных орденов и медалей.
				</p>
				<p>В послевоенные годы получил народное прозвище «Маршал Победы». Министр обороны СССР (1955—1957). Член Президиума ЦК КПСС (29 июня—29 октября 1957)
				</p>
				<p>В ходе Великой Отечественной войны последовательно занимал должности начальника Генерального штаба, командующего фронтом, члена Ставки Верховного Главнокомандования, Заместителя Верховного Главнокомандующего Вооружёнными Силами СССР. В послевоенное время занимал пост Главкома Сухопутных войск, командовал Одесским, затем Уральским военными округами.
				</p>
				<p>После смерти Иосифа Сталина стал первым заместителем Министра обороны СССР, с 1955 года по 1957 год — Министром обороны СССР. В 1957 году исключён из состава ЦК КПСС, снят со всех постов в армии и в 1958 году отправлен в отставку.
				</p>
				",
				// Зыкина, Людмила Георгиевна
				'modalLabelZikina' => "Зыкина, Людмила Георгиевна",
				'modalZikina' => "
				<p><strong>Людми́ла Гео́ргиевна Зы́кина</strong> (10 июня 1929, Москва — 1 июля 2009, там же) — советская и российская певица, исполнительница русских народных песен, романсов, эстрадных песен. Герой Социалистического Труда (1987), народная артистка СССР (1973). Лауреат Ленинской (1970) и Государственной премии РСФСР имени М. И. Глинки (1983). Художественный руководитель и солистка Государственного академического русского народного ансамбля «Россия» (1977—2009).
				</p>
				",
			// КОНЕЦ нижний ряд
			// сидит
				// Шукшин, Василий Макарович
				'modalLabelShukshin' => "Шукшин, Василий Макарович",
				'modalShukshin' => "
				<p><strong>Васи́лий Мака́рович Шукши́н</strong> (25 июля 1929, село Сростки, Бийский район, Сибирский край — 2 октября 1974, станица Клетская, Волгоградская область) — советский кинорежиссёр, актёр, сценарист и писатель.
				</p>
				<p>Заслуженный деятель искусств РСФСР (1969). Лауреат Ленинской премии (1976 — посмертно), Государственной премии СССР (1971) и Государственной премии РСФСР им. братьев Васильевых (1967).
				</p>
				",
			// КОНЕЦ сидит
		// КОНЕЦ Правое крыло, фрагмент 5
	);
?>